Repository: suryaoddbit/dinning-vouch
Catalog: DinningVouch/Resource/Localization/*.lproj/Localizable.strings
Languages: id

# menuOptionPlaceholder
source: Choose One
id: Pilih satu

# failStateTitle
source: Failed to load data
id: Gagal memuat data

# failStateSubTitle
source: Please check your internet connection and try again
id: Cek koneksi internet dan coba lagi

# failStateButton
source: Tap to Reload
id: Tap untuk reload

# emptyStateTitle
source: Menu is still empty
id: Menu kosong

# emptyStateSubTitle
source: Subscribe to unlock content!
id: Subscribe untuk membuka kontent!

# notesTitle
source: Notes
id: Note

# notesPlaceholder
source: Eg. No Mushroom
id: Contoh: tanpa jamur

source: Add To Cart
id: Tambah keranjang

source: Remove Item
id: Hapus item
